# formulae
brew 'brew-cask'
brew 'heroku-toolbelt'
brew 'imagemagick'
brew 'lua'
brew 'mysql'
brew 'npm'
brew 'postgresql'
brew 'python3'
brew 'rbenv'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux', args: [ '--HEAD' ]
brew 'z'
brew 'zsh'

tap 'caskroom/versions'
# casks
cask 'bettertouchtool'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'seil'
cask 'sublime-text3'
cask 'witch'
