# formulae
brew 'heroku-toolbelt'
brew 'hub'
brew 'imagemagick'
brew 'lua'
brew 'mysql'
brew 'npm'
brew 'postgresql'
brew 'python3'
brew 'rbenv'
brew 'redis'
brew 'the_silver_searcher'
brew 'tmux', args: [ '--HEAD' ]
brew 'z'
brew 'zsh'

tap 'caskroom/versions'
# casks
cask 'alfred'
cask 'bettertouchtool'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'nylas-n1'
cask 'qbserve'
cask 'slack'
cask 'spotify'
cask 'sublime-text3'
cask 'tower'
cask 'witch'
