# formulae
brew 'brew-cask'
brew 'heroku-toolbelt'
brew 'imagemagick'
brew 'mysql'
brew 'npm'
brew 'ngrok'
brew 'postgresql'
brew 'rbenv'
brew 'redis'
brew 'the_silver_searcher'
brew 'zsh'

tap 'caskroom/versions'
# casks
cask 'bettertouchtool'
cask 'dropbox'
cask 'google-chrome'
cask 'sublime-text3'